{"freeman_0": {"title": "Nyckeln till frihet", "year": "1994", "genres": ["Crime", "Drama"], "ratings": [8, 8, 6, 10, 2, 3, 4, 5, 4, 9, 3, 9, 6, 10, 4, 8, 10, 1, 2, 8, 1, 9, 5, 4, 4, 2, 4, 6, 9, 10], "duration": "PT142M", "releaseDate": "1995-03-03", "originalTitle": "The Shawshank Redemption", "storyline": "Chronicles the experiences of a formerly successful banker as a prisoner in the gloomy jailhouse of Shawshank after being found guilty of a crime he did not commit. The film portrays the man's unique way of dealing with his new, torturous life; along the way he befriends a number of fellow prisoners, most notably a wise long-term inmate named Red.                Written by\nJ-S-Golden", "actors": ["Tim Robbins", "Morgan Freeman", "Bob Gunton"], "posterurl": "https://images-na.ssl-images-amazon.com/images/M/MV5BODU4MjU4NjIwNl5BMl5BanBnXkFtZTgwMDU2MjEyMDE@._V1_SY500_CR0,0,336,500_AL_.jpg"}, "freeman_1": {"title": "Seven", "year": "1995", "genres": ["Crime", "Drama", "Mystery"], "ratings": [2, 5, 2, 3, 9, 1, 8, 2, 3, 4, 10, 7, 9, 7, 8, 2, 5, 6, 1, 5, 1, 2, 10, 5, 1, 7, 4, 8, 9, 4], "duration": "PT127M", "releaseDate": "1995-12-25", "originalTitle": "Se7en", "storyline": "A film about two homicide detectives' (Morgan Freeman and (Brad Pitt desperate hunt for a serial killer who justifies his crimes as absolution for the world's ignorance of the Seven Deadly Sins. The movie takes us from the tortured remains of one victim to the next as the sociopathic \"John Doe\" (Kevin Spacey) sermonizes to Detectives Somerset and Mills -- one sin at a time. The sin of Gluttony comes first and the murderer's terrible capacity is graphically demonstrated in the dark and subdued tones characteristic of film noir. The seasoned and cultured but jaded Somerset researches the Seven Deadly Sins in an effort to understand the killer's modus operandi while the bright but green and impulsive Detective Mills (Pitt) scoffs at his efforts to get inside the mind of a killer...                Written by\nMark Fleetwood <mfleetwo@mail.coin.missouri.edu>", "actors": ["Morgan Freeman", "Brad Pitt", "Kevin Spacey"], "posterurl": "https://images-na.ssl-images-amazon.com/images/M/MV5BOTUwODM5MTctZjczMi00OTk4LTg3NWUtNmVhMTAzNTNjYjcyXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY500_CR0,0,319,500_AL_.jpg"}, "freeman_2": {"title": "De skoningslösa", "year": "1992", "genres": ["Drama", "Western"], "ratings": [6, 7, 2, 9, 10, 4, 4, 10, 5, 9, 9, 2, 3, 3, 1, 8, 3, 10, 2, 5, 1, 7, 8, 7, 3, 10, 4, 10, 9, 3], "duration": "PT131M", "releaseDate": "1992-09-11", "originalTitle": "Unforgiven", "storyline": "The town of Big Whisky is full of normal people trying to lead quiet lives. Cowboys try to make a living. Sheriff 'Little Bill' tries to build a house and keep a heavy-handed order. The town whores just try to get by.Then a couple of cowboys cut up a whore. Dissatisfied with Bill's justice, the prostitutes put a bounty on the cowboys. The bounty attracts a young gun billing himself as 'The Schofield Kid', and aging killer William Munny. Munny reformed for his young wife, and has been raising crops and two children in peace. But his wife is gone. Farm life is hard. And Munny is no good at it. So he calls his old partner Ned, saddles his ornery nag, and rides off to kill one more time, blurring the lines between heroism and villainy, man and myth.                Written by\nCharlie Ness", "actors": ["Clint Eastwood", "Gene Hackman", "Morgan Freeman"], "posterurl": "https://images-na.ssl-images-amazon.com/images/M/MV5BODM3YWY4NmQtN2Y3Ni00OTg0LWFhZGQtZWE3ZWY4MTJlOWU4XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY500_CR0,0,332,500_AL_.jpg"}}